git
base-devel
vim
neovim
neofetch
feh
firefox
xorg
xorg-xinit
xorg-server
screen
openssh
keepass
cifs-utils
alsa-utils
pciutils
usbutils
alsa-utils
pulseaudio
pavucontrol
nvidia
nvidia-settings
flameshot
mpv
mtools
dosfstools
linux-headers
reflector
xdg-utils
xdg-user-dirs
discord
htop
nvtop
unzip
