base-devel
vim
neofetch
feh
firefox
xorg
xorg-xinit
xorg-server
screen
ttc-iosevka
openssh
keepass
cifs-utils
alsa-utils
pciutils
usbutils
alsa-utils
pulseaudio
nvidia
nvidia-settings
flameshot
mpv
